<!DOCTYPE html>
<html lang="ru">

<head>
    <meta charset="UTF-8">
    <title>Каталог фильмов</title>
</head>

<body>
    <h1>Практическая работа</h1>
    <h2>
        Разработка простого серверного веб-приложения на PHP
        с использованием веб-форм и базы данных MySQL
    </h2>

    <hr>

    <h2>О проекте</h2>
    <p>
        <strong>Предметная область:</strong> «Каталог фильмов»
    </p>
    <p>Веб-приложение для ведения базы данных фильмов.</p>
    <p>
        Под каталогом фильмов подразумевается некое хранилище информации,
        база данных, о фильмах, которое содержит сведения
        о фильмах, актёрах, режиссёрах, интересные факты.
    </p>

    <hr>

    <h3>Возможности:</h3>
    <ul>
        <li>Добавление фильмов</li>
        <li>Добавление актёров</li>
        <li>Просмотр списка всех добавленных фильмов</li>
        <li>Хранение интересных фактов</li>
    </ul>

    <hr>

    <p>
        <a href="add.php">Добавить фильм</a>
    </p>

    <p>
        <a href="list.php">Список фильмов</a>
    </p>
</body>

</html>